{
    "ostekake": {
        "navn": "Ostekake med Jorbærlokk",
        "ingredienser": {
            "smør": "150 g",
            "digestive": "300 g",
            "gryr-fløte": "3 dl",
            "sukker": "150 g",
            "pamacern": "200 g",
            "kvitsjokolade": "150-60 g",
            "gelantinplater": "4-5 stk",
            "gelepakker": "2 stk"
        },
        "frammgangsmåte": {
            "1": [
                "knus kjeks i en skål til sand. Smelt smøret og blandt med kjeksen.",
                "Legg ein ein spiral ring oppå det kakefatet du ynskjer å servere kaka på, og trykkkjekks blandingen utover til du får ein jamn bunn, og sett kaldt"
            ],
            "2": [
                "Visp gryr fløyte og sukker til krem, tilsett Otley smørost"
            ],
            "3": [
                "Legg gelatinplatene i en stor skål med kaldt vann, i minimumm 4-5 min. kok opp 1 dl vann, ta av plata. når gelatinplatene er myke tar du de opp og klemmer ut så mye vann som mulig. ha gelatinplatene oppi det oppkokte vannet.og rør godt med en visp, til alt er oppløst.",
                "Løft gelatinblandingen inn i kremen med ei slikkepott eller sleiv. (Ikke bruk visp!!)"
            ],
            "4": [
                "Smelt hvit sjokoladen i et vannbad. Løft så den smeltet sjokoladen inn i røren.",
                "Smør ostekremen jevnt utover den kalde kjekksbunnen, og sett tilbake i kjøleskap/kjølerom"
            ],
            "5": [
                "kok opp en halv liter vann. ta av platen og tilsett 2 pakker gelepulver. rør til det ikke er noe pulver igjen. la gelen avkjøle seg litt før du har over på kaken.",
                "Tøm den avkjølte geleblandingen over den kalde ostekremen sån at du danner eit gelelokk.",
                "<b><i>Pro Tip:</i></b> Hold ei tskjei som eit skjold når du tømmer geleblandingen oppå ostekremen. Då ungår du at strålen graver eit hol i ostekremen"
            ]
        },
        "allergiar": [
            "gluten",
            "gelantin (svin)",
            "sukker (diabetes)"
        ],
        "bilder": [
            "./media/ostekake.jifi"
        ]
    }
}